{   "version": "0.2.1",

    "game_data":
    {
        "1": {
            "text": "Кто из президентов США написал свой собственный рассказ про Шерлока Холмса?",
            "var1": "1. Джон Кеннеди",
            "var2": "2. Франклин Рузвельт",
            "var3": "3. Рональд Рейган",
            "true": "Президент США Франклин Рузвельт был известен и как писатель. В 1945 году он попытался воскресить образ знаменитого литературного героя, написав сочинение «Бейкер-стрит фолио: пять записок о Шерлоке Холмсе от Франклина Делано Рузвельта».",
            "true_int": 2
        },
        "2": {
            "text": "Какую пошлину ввели в XII  веке в Англии для того чтобы заставить мужчин пойти на войну?",
            "var1": "1. Налог на тунеядство",
            "var2": "2. Налог на трусость",
            "var3": "3. Налог на отсутствие сапог",
            "true": "Англичанам приходилось платить налог на трусость. Им облагали всех, кто не желал принимать участие в войнах во славу короля.",
            "true_int": 2
        },
        "3":{
            "text": "Туристы, приезжающие на Майорку, обязаны заплатить налог…",
            "var1": "1. На плавки",
            "var2": "2. На пальмы",
            "var3": "3. На солнце",
            "true": "Налог на солнце обязаны платить все туристы, которые приезжают на Майорку. Плата невысокая, всего 1 евро в день, Власти говорят, то собранные деньги тратятся на улучшение туристической инфраструктуры.",
            "true_int": 3
        },
        "4":{
            "text": "Российский мультфильм, удостоенный «Оскара», — это…",
            "var1": "1. «Простоквашино»",
            "var2": "2. «Винни-Пух»",
            "var3": "3. «Старик и море»",
            "true": "В 2000 году премию «Оскар» вручили российскому режиссеру, художнику-мультипликатору Александру Петрову за лучший короткометражный мультфильм года «Старик и море», снятый по мотивам повести Эрнеста Хемингуэя.",
            "true_int": 3
        },
        "5":{
            "text": "Один известный писатель рассказывал, что списал образ старушки-вредины со своей бывшей жены. При этом бабулька оказалась удивительно похожей на Коко Шанель. На голове у нее всегда была шляпка со складной тульей, благодаря которой она и получила прозвище.",
            "var1": "1. Шапокляк",
            "var2": "2. Красная Шапочка",
            "var3": "3. Мадам Баттерфляй",
            "true": "Правильный ответ — Шапокляк.",
            "true_int": 1
        },
        
    }
}

